Revit 2024 API
CustomFieldData.DefaultRowHeightOnSheet Property
 Identifies the default row height for this field.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public double DefaultRowHeightOnSheet { get; }
Visual Basic
Public ReadOnly Property DefaultRowHeightOnSheet As Double
	Get
Visual C++
public:
property double DefaultRowHeightOnSheet {
	double get ();
}
See Also
CustomFieldData Class
Autodesk.Revit.DB Namespace